{
    "services": [
        
    {
        "id": 1,
        "title": "Website Development",
        "description": "the process of creating, building, and maintaining websites. It covers everything from designing the layout and user interface (frontend), to handling data and functionality on the server (backend).",
        "image": "./dev.jpg"
    },
    {
        "id": 2,
        "title": "SEO & Optimization",
        "description": "about making your website visible, fast, and user-friendly. It ensures your site ranks higher on search engines, loads quickly on any device, and delivers a smooth experience that keeps visitors engaged.",
        "image": "./optimization.jpg"
    },
    {
        "id": 3,
        "title": "Web hosting",
        "description": "provides the space and technology needed to make your website accessible on the internet. It ensures your site is always online, secure, and fast, with reliable servers handling traffic and data storage.",
        "image": "./hosting.jpg"
    }
    

    ],

    "products": [
        {
            "id": 1,
            "title": "Website starter Kit",
            "description": "ready-to-launch package that gives you a professional online presence without the hassle of starting from scratch.",
            "image": "./starter.jpg"
        },
        {
            "id": 2,
            "title": "E-commerce Engine",
            "description": "customizable online store solution designed to help you sell products seamlessly. It comes with a modern storefront, secure payment integration, product management, and optimized checkout flow.",
            "image": "./commerce.jpg"
        },
        {
            "id": 3,
            "title": "Custom Dashboard",
            "description": "centralized hub to manage and monitor your business in real time. It’s fully tailored to your workflow — from tracking sales, users, and performance metrics to integrating third-party tools and automating reports.",
            "image": "./crm.jpg"
        }
    ]
}


